export default function DeliveryAndPayment() {
  return (
    <div>
      <h1>Доставка и оплата</h1>
      <p>
        Мы стремимся сделать процесс получения вашего заказа максимально удобным
        и прозрачным. Пожалуйста, ознакомьтесь с вариантами доставки и способами
        оплаты, предоставленными ниже:
      </p>
      <section>
        <h2>Доставка:</h2>
        <p>
          Мы сотрудничаем с транспортной компанией СДЭК для обеспечения надежной
          и быстрой доставки в любой уголок России. При оформлении заказа вы
          можете выбрать один из следующих вариантов доставки:
        </p>
        <ol>
          <li>
            <h3>Доставка до пункта выдачи СДЭК:</h3>
            <p>
              Воспользуйтесь ближайшим пунктом выдачи СДЭК для получения вашего
              заказа. Это удобно и позволяет вам выбрать место и время
              получения.
            </p>
          </li>
          <li>
            <h3> Доставка курьером до двери:</h3>
            <p>
              Если вы предпочитаете комфорт доставки прямо до вашего дома или
              офиса, выберите этот вариант. Курьер свяжется с вами для
              согласования удобного времени доставки.
            </p>
          </li>
          <li>
            <h3> Самовывоз:</h3>
            <p>
              Вы можете забрать ваш заказ самостоятельно в одном из наших
              магазинов в городах Ростов-на-Дону или Москва. Этот вариант
              подходит для тех, кто предпочитает личное общение и быстрый доступ
              к своему заказу.
            </p>
            <h3>Адреса магазинов:</h3>
            <p>
              Ростов-на-Дону, улица Доватора, дом 158а, -1 этаж. <br />
              Москва, Сокольническая площадь, дом 9А, 2 этаж.
            </p>
          </li>
        </ol>
      </section>
      <section>
        <h2>Оплата:</h2>
        <p>
          Мы предоставляем разнообразные способы оплаты, чтобы обеспечить ваш
          комфорт:
        </p>
        <ol>
          <li>
            <h3> Онлайн-оплата:</h3>
            <p>
              Вы можете оплатить ваш заказ онлайн на нашем сайте. Мы принимаем
              платежи с помощью банковских карт, что обеспечивает быстроту и
              безопасность транзакции.
            </p>
          </li>
          <li>
            <h3> Наличными или картой:</h3>
            <p>
              Если вы выбрали самовывоз из магазина, вы можете оплатить заказ
              наличными или картой прямо в магазине.
            </p>
          </li>
        </ol>
        <div>
          <h3> Индивидуальный заказ:</h3>
          <p>
            При оформлении индивидуального заказа требуется 100% предоплата. Это
            гарантирует резервирование товара специально для вас и обеспечивает
            его создание согласно вашим уникальным предпочтениям.
          </p>
        </div>
      </section>
    </div>
  );
}
