export default function PrivacyPolicyPage() {
  return (
    <div className="privacy-policy">
      <h1>Политика конфиденциальности</h1>
      <div>
        <li>
          Настоящая Политика конфиденциальности и обработки персональных данных
          (далее – Политика конфиденциальности) регулирует порядок обработки и
          использования персональных и иных данных, собранных Товариществом с
          ограниченной ответственностью «https://SwooshStore.ru, (далее –
          Товарищество) с помощью интернет-ресурса https://SwooshStore.ru (далее
          – Сайт), мобильного приложения https://SwooshStore.ru и связанных с
          ними услуг и инструментов на Сайте.
        </li>
        <li>
          Во всех указанных случаях Товарищество обрабатывает персональные
          данные пользователей исключительно в рамках требований Закона РФ от 21
          мая 2013 года № 94-V «О персональных данных и их защите» (далее –
          Закон), а также международных договоров, ратифицированных Российской
          Федерации.
        </li>
      </div>
      <div>
        <ol>
          <li>
            ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ
            <ol>
              <li>
                В настоящей Политике конфиденциальности используются следующие
                термины:
                <ol>
                  <li>
                    Сайт – интернет-ресурс, расположенный в сети Интернет по
                    адресу: https://SwooshStore.ru. Все исключительные права на
                    Сайт и его отдельные элементы (включая программное
                    обеспечение, дизайн) принадлежат Товариществу в полном
                    объеме.
                  </li>
                  <li>
                    Персональные данные — персональные данные Пользователя,
                    которые Пользователь предоставляет самостоятельно при
                    регистрации или в процессе использования функционала Сайта.
                  </li>
                  <li>
                    «Пользователь Сайта (далее – Пользователь)» – лицо, имеющее
                    доступ к Сайту, посредством сети Интернет и использующее
                    Сайт интернет-магазина.
                  </li>
                  <li>
                    «Обработка персональных данных» – действие или совокупность
                    действий, совершаемых с использованием средств автоматизации
                    или без использования таких средств, направленные на
                    накопление, хранение, изменение, дополнение, использование,
                    передачу (распространение, предоставление, доступ),
                    обезличивание, блокирование, удаление, уничтожение
                    персональных данных.
                  </li>
                  <li>
                    «Конфиденциальность персональных данных» – обязательное для
                    соблюдения Товариществом, его работниками или иным
                    получившим доступ к персональным данным лицом требование не
                    допускать их распространения без согласия субъекта
                    персональных данных или наличия иного законного основания.
                  </li>
                  <li>
                    «Cookies» — небольшие текстовые файлы, которые хранят
                    информацию непосредственно на компьютере пользователя, его
                    мобильном телефоне или другом устройстве.
                  </li>
                  <li>
                    «IP-адрес» — уникальный сетевой адрес узла в компьютерной
                    сети, построенной по протоколу IP.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li>
            ОБЩИЕ ПОЛОЖЕНИЯ
            <ol>
              <li>
                Использование Пользователем Сайта означает согласие с настоящей
                Политикой конфиденциальности и условиями обработки персональных
                данных Пользователя.
              </li>
              <li>
                В случае несогласия с условиями Политики конфиденциальности
                Пользователь должен прекратить использование Сайта.
              </li>
              <li>
                Настоящая Политика конфиденциальности применяется только к Сайту
                интернет-магазина «https://SwooshStore.ru.com». Товарищество не
                контролирует и не несет ответственность за сайты третьих лиц, на
                которые Пользователь может перейти по ссылкам, доступным на
                Сайте.
              </li>
            </ol>
          </li>
          <li>
            ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ
            <ol>
              <li>
                Настоящая Политика конфиденциальности устанавливает
                обязательства Товарищества по неразглашению и обеспечению режима
                защиты конфиденциальности персональных данных, которые
                Пользователь предоставляет при регистрации на Сайте или при
                оформлении заказа для приобретения товара.
              </li>
              <li>
                Персональные данные, разрешённые к обработке в рамках настоящей
                Политики конфиденциальности, предоставляются Пользователем при
                оформлении Заказа на Сайте или шоу-руме и включают в себя
                следующую информацию:
              </li>
              <ol>
                <li> фамилию, имя и отчество Пользователя;</li>
                <li> контактный телефон Пользователя;</li>
                <li> адрес электронной почты;</li>
                <li> адрес доставки Товара;</li>
              </ol>
              <li>
                Сайт защищает данные, которые автоматически передаются в
                процессе просмотра рекламных блоков и при посещении страниц, на
                которых установлен статистический скрипт системы (“пиксель”): IP
                адрес; информация из cookies; информация о браузере; время
                доступа; адрес страницы, на котором расположен рекламный блок;
              </li>
              <li>
                Сайт осуществляет сбор статистики об IP-адресах своих
                посетителей. Данная информация используется с целью выявления и
                решения технических проблем, для контроля законности проводимых
                финансовых платежей.
              </li>
              <li>
                Любая иная персональная информация не оговоренная выше (история
                покупок, используемые браузеры и операционные системы и т.д.)
                подлежит надежному хранению и нераспространению, за исключением
                случаев, предусмотренных в пунктах 5.2. и 5.3. Политики
                конфиденциальности.
              </li>
            </ol>
          </li>
          <li>
            ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ
            <ol>
              <li>
                Персональные данные Пользователя Товарищество может использовать
                в целях:
                <ol>
                  <li>
                    Идентификации Пользователя, зарегистрированного на Сайте,
                    для оформления заказа и (или) заключения Договора
                    купли-продажи товара дистанционным способом на Сайте.
                  </li>
                  <li>
                    Предоставления Пользователю доступа к персонализированным
                    ресурсам Сайта.
                  </li>
                  <li>
                    Установления с Пользователем обратной связи, включая
                    направление уведомлений, запросов, информационных сообщений,
                    касающихся использования Сайта, оказания услуг, обработки
                    запросов и заявок от Пользователя.
                  </li>
                  <li>
                    Подтверждения достоверности и полноты персональных данных,
                    предоставленных Пользователем.
                  </li>
                  <li>
                    Статистических и маркетинговых исследований, с целью в том
                    числе улучшения качества предоставления услуг.
                  </li>
                  <li>
                    Создания учетной записи для совершения покупок, если
                    Пользователь дал согласие на создание учетной записи.
                  </li>
                  <li>
                    Уведомления Пользователя Сайта о состоянии его заказа,
                    доставки заказа.
                  </li>
                  <li>
                    Обработки и получения платежей, определения права на
                    получение скидок, бонусов Пользователем.
                  </li>
                  <li>
                    Предоставления Пользователю эффективной клиентской и
                    технической поддержки при возникновении проблем, связанных с
                    использованием Сайта.
                  </li>
                  <li>
                    Предоставления Пользователю с его согласия, обновлений
                    продукции, специальных предложений, информации о ценах,
                    новостной рассылки и иных сведений от имени Сайта или от
                    имени партнеров Сайта.
                  </li>
                  <li>
                    Осуществления рекламной деятельности с согласия
                    Пользователя.
                  </li>
                  <li>
                    Предоставления доступа Пользователю на сайты или сервисы
                    партнеров Сайта с целью получения продуктов, обновлений и
                    услуг.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li>
            СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
            <ol>
              <li>
                Обработка персональных данных Пользователя осуществляется без
                ограничения срока, но не дольше, чем это предусмотрено
                законодательством Республики Казахстан, любым законным способом,
                в том числе в информационных системах персональных данных с
                использованием средств автоматизации или без использования таких
                средств.
              </li>
              <li>
                Пользователь соглашается с тем, что Товарищество вправе
                передавать персональные данные третьим лицам, в частности,
                курьерским службам, организациям почтовой связи, операторам
                связи, исключительно в целях выполнения заказа Пользователя,
                оформленного на Сайте, включая доставку Товара.
              </li>
              <li>
                Персональные данные Пользователя могут быть переданы по запросу
                уполномоченных государственных органов Республики Казахстан
                оформленных в соответствии с требованиями законодательства
                Республики Казахстан и только по основаниям и в порядке,
                установленным законодательством РФ.
              </li>
              <li>
                При утрате или разглашении персональных данных, Товарищество
                информирует Пользователя об утрате или разглашении персональных
                данных.
              </li>
              <li>
                Товарищество принимает необходимые организационные и технические
                меры для защиты персональной информации Пользователя от
                неправомерного или случайного доступа, использования,
                уничтожения, изменения, блокирования, копирования,
                распространения, а также от иных неправомерных действий третьих
                лиц.
              </li>
              <li>
                Товарищество принимает все необходимые меры, в том числе
                правовые, организационные и технические, для предотвращения
                убытков или иных отрицательных последствий, вызванных утратой
                или разглашением персональных данных Пользователя.
              </li>
            </ol>
          </li>
          <li>
            ПРАВА И ОБЯЗАННОСТИ СТОРОН
            <ol>
              <li>
                Пользователь обязан:
                <ol>
                  <li>
                    Предоставить информацию о персональных данных, необходимую
                    для пользования Сайтом.
                  </li>
                  <li>
                    Обновить, дополнить предоставленную информацию о
                    персональных данных в случае изменения данной информации.
                  </li>
                </ol>
              </li>

              <li>
                Пользователь вправе:
                <ol>
                  <li>
                    Знать о наличии у Товарищества своих персональных данных, а
                    также получать информацию, содержащую подтверждение факта,
                    цели, источников, способов сбора и обработки персональных
                    данных, перечень персональных данных, сроки обработки
                    персональных данных, в том числе сроки их хранения.
                  </li>
                  <li>
                    Требовать от Товарищества, а также третьего лица изменения и
                    дополнения своих персональных данных при наличии оснований,
                    подтвержденных соответствующими документами.
                  </li>
                  <li>
                    Требовать от Товарищества, а также третьего лица уничтожения
                    своих персональных данных, сбор и обработка которых
                    произведены с нарушением законодательства Республики
                    Казахстан, а также в иных случаях, установленных
                    нормативными правовыми актами Республики Казахстан.
                  </li>
                  <li>
                    Защищать свои права и законные интересы, в порядке,
                    установленном законодательством Республики Казахстан.
                  </li>
                </ol>
              </li>

              <li>
                Товарищество обязано:
                <ol>
                  <li>
                    Использовать полученную информацию исключительно для целей,
                    указанных в разделе 4 настоящей Политики конфиденциальности.
                  </li>
                  <li>
                    Обеспечить хранение конфиденциальной информации в тайне, не
                    разглашать без предварительного письменного разрешения
                    Пользователя, а также не осуществлять продажу, обмен,
                    опубликование, либо разглашение иными возможными способами
                    переданных персональных данных Пользователя, за исключением
                    пунктов 5.2. и 5.3. настоящей Политики Конфиденциальности.
                  </li>
                  <li>
                    Принимать и соблюдать необходимые меры, в том числе
                    правовые, организационные и технические, для защиты
                    персональных данных в соответствии с законодательством
                    Республики Казахстан.
                  </li>
                  <li>
                    Осуществлять блокирование персональных данных, относящихся к
                    соответствующему Пользователю, с момента получения обращения
                    или запроса Пользователя, или его законного представителя
                    либо уполномоченного органа по защите прав субъектов
                    персональных данных на период проверки, а также в случае
                    выявления недостоверных персональных данных или
                    неправомерных действий третьих лиц.
                  </li>
                  <li>
                    Предоставлять по запросу уполномоченного органа в рамках
                    рассмотрения обращений физических и юридических лиц
                    информацию о способах и процедурах, используемых для
                    обеспечения соблюдения Товариществом требований Закона.
                  </li>
                  <li>
                    Принимать меры по уничтожению персональных данных в случае
                    достижения цели их сбора и обработки, а также в иных
                    случаях, установленных Законом.
                  </li>
                  <li>
                    Соблюдать законодательство Республики Казахстан о
                    персональных данных и их защите.
                  </li>
                  <li>
                    Блокировать персональные данные, относящиеся к Пользователю,
                    в случае наличия информации о нарушении условий их сбора,
                    обработки.
                  </li>
                  <li>
                    Уничтожить персональные данные в случае подтверждения факта
                    их сбора, обработки с нарушением законодательства Республики
                    Казахстан, а также в иных случаях, установленных Законом.
                  </li>
                </ol>
              </li>

              <li>
                Товарищество вправе:
                <ol>
                  <li>
                    Передавать персональные данные, относящиеся к Пользователю,
                    третьим лицам, включая трансграничную передачу персональных
                    данных (с условиями принятия такими третьими лицами
                    обязательств по обеспечению конфиденциальности и защиты
                    полученных персональных данных), с соблюдением требований
                    законодательства Республики Казахстан о персональных данных
                    и их защите. При этом трансграничная передача персональных
                    данных возможна только на территорию иностранных государств,
                    обеспечивающих защиту персональных данных, если иное прямо
                    не предусмотрено Законом.
                  </li>
                </ol>
              </li>
            </ol>
          </li>

          <li>
            ОТВЕТСТВЕННОСТЬ СТОРОН
            <ol>
              <li>
                Товарищество, не исполнившее свои обязательства, несёт
                ответственность за убытки, понесённые Пользователем в связи с
                неправомерным использованием персональных данных, в соответствии
                с законодательством Республики Казахстан, за исключением
                случаев, предусмотренных пунктами 5.2., 5.3. и 7.2. Политики
                конфиденциальности.
              </li>
              <li>
                В случае утраты или разглашения конфиденциальной информации,
                Товарищество не несёт ответственность, если данная
                конфиденциальная информация:
                <ol>
                  <li>
                    Стала общедоступной, после ее предоставления Товариществу
                    или его работникам, не по вине, действию или бездействию
                    Товарищества.
                  </li>
                  <li>
                    Была получена от третьей стороны до момента её получения
                    Товариществом;
                  </li>
                  <li> Была разглашена с согласия Пользователя. </li>
                </ol>
              </li>
            </ol>
          </li>

          <li>
            РАЗРЕШЕНИЕ СПОРОВ
            <ol>
              <li>
                До обращения в суд с иском по спорам, возникающим из отношений
                между Пользователем Сайта и Товариществом, обязательным является
                предъявление претензии (письменного предложения о добровольном
                урегулировании спора). Все претензии в адрес Товарищества должны
                быть направлены заказным письмом по юридическому адресу
                Товарищества, дополнительно претензия может быть направлена на
                электронный адрес info@https://SwooshStore.ru.
              </li>
              <li>
                Получатель претензии в течение 30 календарных дней со дня
                получения претензии, письменно уведомляет заявителя претензии о
                результатах рассмотрения претензии.
              </li>
              <li>
                При недостижении соглашения спор будет передан на рассмотрение в
                судебный орган в соответствии с действующим законодательством
                Республики Казахстан.
              </li>
            </ol>
          </li>

          <li>
            ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
            <ol>
              <li>
                К настоящей Политике конфиденциальности и отношениям между
                Пользователем и Товариществом применяется действующее
                законодательство Республики Казахстан.
              </li>
              <li>
                Действующая Политика конфиденциальности размещена на в подвале
                сайта https://SwooshStore.ru.
              </li>
              <li>
                Товарищество вправе вносить изменения в настоящую Политику
                конфиденциальности без согласия Пользователя. Новая редакция
                Политики конфиденциальности вступает в силу с момента ее
                размещения в сети Интернет по указанному в пункте 9.2. адресу.
              </li>
              <li>
                Все предложения или вопросы по настоящей Политике
                конфиденциальности следует отправлять на адрес электронной
                почты:{' '}
                <a href="mailto:info@SwooshStore.ru.">info@SwooshStore.ru.</a>
              </li>
            </ol>
          </li>
        </ol>
      </div>
    </div>
  );
}
